Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE.tmx
Source language: de_ch
Languages: en_gb

source: Das Seminar gibt einen Einblick in theoretische Ansätze, Konzepte und Methoden der Translationswissenschaft.
en_gb: The course introduces students to the theoretical approaches, concepts and methods in translation.

source: Seminar mit Inputs durch Dozierende; Gruppenpräsentationen durch Studierende; Lektürediskussion; Lösung von Aufgabenstellungen in Kleingruppen; Selbststudium
en_gb: Seminar with input from lecturers; group presentations by students; literature discussion; exercises done in small groups; self-study.

source: Wichtigste Anwendungen
en_gb: Key applications

source: Auf der Homepage der ZHAW gelangen Sie über „Interne Tools“ (https://www.zhaw.ch/de/tools/) u.a. zu folgenden Anwendungen:
en_gb: On the ZHAW website, clicke on “Interne Tools” (https://www.zhaw.ch/de/tools/) to access these applications and others:

source: Webmail (ZHAW-Account erforderlich)
en_gb: Webmail (ZHAW account required)

source: Für den Mailzugriff von zu Hause oder unterwegs.
en_gb: To access e-mails when at home or when travelling.

source: Falls Sie Ihren ZHAW-Account nicht regelmässig einsehen können, bitten wir Sie, Ihre ZHAW-E-Mails auf Ihren privaten E-Mail-Account umzuleiten.
en_gb: If you are unable to look at your ZHAW account regularly, please transfer your ZHAW e-mails to a private e-mail account.

source: Bei Problemen unterstützt Sie der IT-Support.
en_gb: If you have any problems, please contact IT Support.

source: EventoWeb (ZHAW-Account erforderlich)
en_gb: EventoWeb (ZHAW account required)

source: Über EventoWeb können Sie u. a.:
en_gb: EventoWeb allows you to:

source: - Ihre offiziellen Kurs- und Modulbeschreibungen einsehen - Bewertungen erfassen, ausdrucken, unterzeichnen - Räume reservieren
en_gb: - View your official course and module descriptions - Write, print and sign assessments - Book rooms

source: Die Software „Moodle“ wird im Master Angewandte Linguistik sowohl als E-Learning-Tool als auch als Informationsplattform für Dozierende und Studierende genutzt und umfasst:
en_gb: Moodle software is used in the Master's in Applied Linguistics both as an e-learning tool and as an information platform for teaching staff and students. It includes:

source: Einen Informationsbereich für Studierende und Dozierende u. a. mit Terminen, Stundenplan, einer Übersicht über die Struktur des Masterstudiengangs und den geltenden Rechtsgrundlagen.
en_gb: An information area for students and lecturers, which includes important dates, timetable, an overview of the master’s degree course structure and the current regulations.

source: Einen E-Learning-Bereich, in dem wir Ihnen auf Anfrage für jede Ihrer Veranstaltungen einen E-Learning-Kurs bereitstellen.
en_gb: An e-learning area, in which we can create an e-learning course at your request.

source: Darin können Sie u. a. Unterrichtsmaterialien zur Verfügung stellen, Aufgaben einholen oder Foren moderieren.
en_gb: You can also upload teaching materials, collect students’ assignments and moderate forums.

source: Für Kursbestellungen senden Sie bitte eine E-Mail an master.linguistik@zhaw.ch.
en_gb: If you would like to order a course, please send an e-mail to master.linguistik@zhaw.ch.

source: Anwendungs-Tipps:
en_gb: Tips for use:

source: Login lohnt sich
en_gb: Log in - it’s worth it

source: Das Hauptportal enthält eine Navigation mit alphabetisch aufgeführten Themen.
en_gb: The main portal has a navigation with topics listed alphabetically.

source: Diese können nur nach erfolgtem Login gezielt abgerufen werden.
en_gb: You can only find topics in this way once you have logged in.

source: Schnellzugriff
en_gb: Quick access

source: Schnellzugriff auf Ihre Kurse und Themenbereiche: über „meine Kurse“ (nach erfolgtem Login).
en_gb: You have quick access to your courses and topic areas via “meine Kurse” (once you have logged in).

source: „Meine Startseite“ und Anleitungen
en_gb: “Meine Startseite” and instructions

source: Unter „Meine Startseite“ kann die eigene Startseite gestaltet werden.
en_gb: You can create your own homepage under “Meine Startseite”.

source: Das E-Learning-Team der ZHAW bietet u. a. eine spezifische Anleitung Moodle für Mitarbeitende.
en_gb: The ZHAW e-learning team provides specific instructionsMoodle für Mitarbeitende.

source: Teilnehmerlisten
en_gb: Course participant lists

source: mit ZHAW-Account:
en_gb: with ZHAW account:

source: Sie können ihre kursspezifischen Teilnehmerlisten selbstständig aus EventoWeb erstellen.
en_gb: You can create your own course participant lists from EventoWeb.

source: Für Listen mit Angaben zur Vertiefung bitte Druckausgabe „Teilnehmerliste für Excel-Export“ auswählen.
en_gb: To print lists with details about specialisations, please select “Teilnehmerliste für Excel-Export”.

source: Werden in einem Übersetzungskurs Studierende beider Sprachrichtungen unterrichtet (z. B. FRA–DEU A–B und B/C–A) sind beide dazugehörigen Evento-Kurse zu berücksichtigen.
en_gb: If a translation course contains students with both language directions (e.g. FRA–DEU A–B und B/C–A), you need to select both courses in Evento.

source: ohne ZHAW-Account:
en_gb: without ZHAW account:

source: Gerne stellen wir Ihnen auf Anfrage eine kursspezifische Teilnehmerliste zu.
en_gb: Please contact us for student lists for your courses.

source: Termine
en_gb: Dates

source: Eine detaillierte Übersicht über die Termine im Masterstudiengang finden Sie auf Moodle (Stichwort „Semesterdaten“).
en_gb: A detailed overview of the dates in the master's degree course can be found on Moodle (underSemesterdaten).

source: Die Termine zum Prüfungs- und Notenwesen finden Sie im Dozierendenbereich von Moodle.
en_gb: Exam and assessment dates can be found in Moodle under Termine zum Prüfungs- und Notenwesen.

source: Prüfungs- und Notenwesen
en_gb: Exams and assessments

source: Bei Fragen gibt das Sekretariat gerne Auskunft.
en_gb: If you have any questions, the administrative office will be happy to help.

source: Ansprechspersonen
en_gb: Contact

source: Studiengang- und Vertiefungsleitung
en_gb: Degree programme and head of specialisation

source: Urs Willi, Prof. Dr., Leiter MA-Studiengang Angewandte Linguistik (wlli@zhaw.ch, Raum SM O4.03)
en_gb: Professor Urs Willi, Head of MA in Applied Linguistics (wlli@zhaw.ch, Room SM O4.03)

source: Sandra Amberg, (wira@zhaw.ch, Tel. +41 58 934 42 89, Mo, Mi)
en_gb: Sandra Amberg, (wira@zhaw.ch, Tel. +41 58 934 42 89, Mon, Wed)

source: Ist es geschlossen, wenden Sie sich zum Abgeben von Unterlagen oder bei dringenden Fragen bitte an den Empfang des Departements Linguistik.
en_gb: If the office is closed, please hand in documents and address any urgent matters to the Linguistics Department reception.

source: Gerne vereinbart das Sekretariat individuelle Besprechungstermine.
en_gb: You can also make an individual appointment with the administrative office.

source: Empfang Departement Linguistik
en_gb: Linguistics Department reception

source: Öffnungszeiten Semester (Kalenderwochen 8–21 und 38–51) Montag–Freitag, 7.30–18.00 Uhr
en_gb: Opening times during semester (Calender weeks 8–21 and 38–51) Monday–Friday, 7.30am–6pm

source: Öffnungszeiten unterrichtsfreie Zeit Montag–Freitag, 8.00–12.00 Uhr und 13.00–17.00 Uhr
en_gb: Opening times during non-teaching weeks Monday–Friday, 8am–12pm and 1–5pm

source: Hausdienst (Raum SM O2.06)
en_gb: Domestic services (Room SM O2.06)

source: Betriebs-/Hausdienst Mäander C (Gebäude SM):
en_gb: Mäander C domestic services (SM building):

source: IT-Support (Raum SM O2.07)
en_gb: IT support (Room SM O2.07)

source: Räume am Standort „Mäander“
en_gb: Rooms in Mäander

source: Die Veranstaltungen des Masterstudiengangs finden weitestgehend im Gebäude SM, selten in den Gebäuden SI oder SF statt.
en_gb: The majority of courses in the master's degree programme take place in the SM building; occasional courses are held in SI or SF.

source: Nachfolgend zwei Lesebeispiele:
en_gb: Room codes are as follows:

source: SM E0.10 Raum im Erdgeschoss des Gebäudes SM SI O2.04 Raum im 2.
en_gb: SM E0.10 Ground floor (Erdgeschoss) room in SM SI O2.04 Second floor room in SI

source: Einen Dozierenden-Bereich u. a. mit Unterlagen für das Prüfungs- und Notenwesen.
en_gb: An area for lecturers, including documentation for exams and assessments.

source: Bitte beachten Sie die Informationen des Studiengangsekretariats und aus dem Dozierendenbereich von Moodle („Informationen nur für Dozierende“).
en_gb: Please refer to the information provided by the administrative office and in the area in Moodle for lecturers only (“Informationen nur für Dozierende”).

source: © ZHAW Zürcher Hochschule für Angewandte Wissenschaften, IUED Institut für Übersetzen und Dolmetschen, Weiterbildung
en_gb: ZHAW Zurich University of Applied Sciences, IUED Institute of Translation and Interpreting, Continuing Education

source: in Kraft ab 2. Mai 2011, angepasst am 21.3.2017
en_gb: valid from 2 May 2011, amended on 21 March 2017

source: Studien- und Prüfungsordnung für den Weiterbildungskurs „Dolmetsch-Propädeutikum “
en_gb: Academic and examination regulations for the continuing education course Interpretation Preparation Course

source: Diese Studien- und Prüfungsordnung regelt das Dolmetsch-Propädeutikum der Weiterbildung des IUED Instituts für Übersetzen und Dolmetschen der ZHAW.
en_gb: These study and examination regulations apply to the continuing education Interpretation Preparation course at the IUED Institute of Translation and Interpreting in the ZHAW.

source: Zum Dolmetsch-Propädeutikum zugelassen wird, wer folgende Bedingungen erfüllt:
en_gb: Applicants must meet the following conditions in order to be admitted to this programme:

source: Abgeschlossenes BA-Studium oder gleichwertiger Hochschulabschluss, vorzugsweise im Bereich Sprache und Kommunikation.
en_gb: BA degree or equivalent, preferably in languages and communication.

source: Bestehen eines Zulassungstests gemäss Ziffer 5.
en_gb: they must pass an aptitude test as in Section 5.

source: Sprachen und Sprachkombinationen
en_gb: Languages and language combinations

source: Es werden folgende Sprachen angeboten (Änderungen vorbehalten):
en_gb: The following languages are offered (subject to change):

source: (Lesebeispiel:
en_gb: (For example:

source: Bei A-Sprache Englisch ist Spanisch als B-Sprache möglich.
en_gb: If A language is English, Spanish can be taken as B language.

source: Bei A-Sprache Russisch ist Französisch als C-Sprache möglich.)
en_gb: If A language is Russian, French can be taken as C language.)

source: Bei entsprechender Nachfrage kann die Kursleitung weitere Sprachen als Studiensprachen bewilligen.
en_gb: The course director may approve other course languages if there is sufficient demand.

source: Die Kursleitung behält sich vor, für die Durchführung eines Kurses eine Mindestanzahl TeilnehmerInnen festzulegen.
en_gb: The course director reserves the right to set a minimum number of students necessary for a course to be run.

source: Wird eine festgelegte Mindestanzahl nicht erreicht, berechtigt das Bestehen des Zulassungstests nicht zu einem Studienplatz mit der gewünschten Sprachkombination.
en_gb: Obtaining a pass in the admission test does not guarantee applicants a place on the course with their chosen language combination if this set minimum is not reached.

source: Sprachkombinationen
en_gb: Language combinations

source: Mindestkombination
en_gb: Minimum

source: Es sind mindestens drei Sprachen gemäss Ziffer 3.1 zu belegen, eine davon ist zwingend Deutsch.
en_gb: At least three languages must be studied (see Section 3.1), one of which must be German.

source: Folgende Sprachkombinationen sind mindestens erforderlich:
en_gb: The table below shows the language combinations that must be taken:

source: Kombination
en_gb: Combination

source: Versionen
en_gb: Versions

source: Anzahl Versionen
en_gb: Number of versions

source: Eine Erweiterung der Sprachkombination kann bei der Kursleitung beantragt werden.
en_gb: Students may apply to the course director if they wish to extend the combination.

source: Änderung der Sprachkombination
en_gb: Changes to language combination

source: Eine Änderung der Sprachkombination im Laufe des Dolmetsch-Propädeutikums ist nicht möglich.
en_gb: Students are not permitted to change their language combination during the Interpretation Preparation Course.

source: Zeitpunkt
en_gb: Dates

source: Das Dolmetsch-Propädeutikum findet jährlich jeweils im Herbstsemester statt.
en_gb: The Interpretation Preparation course takes place in each autumn semester.

source: Die Kurskosten für das Dolmetsch-Propädeutikum betragen CHF 3500.
en_gb: Course fees for the Interpretation Preparation course are CHF 3,500.

source: Die Anmeldung für das Dolmetsch-Propädeutikum hat schriftlich bis zu dem auf der Website publizierten Anmeldetermin zu erfolgen.
en_gb: Students must register for the Interpretation Preparation course in writing by the date published on the website.

source: Das Anmeldeformular ist ebenfalls auf der Website verfügbar:
en_gb: The enrolment form can also be found on the website:

source: Zusätzlich zu den Kurskosten wird eine Anmeldegebühr erhoben (siehe 4.3).
en_gb: An enrolment fee is also charged in addition to the course fees (see 4.3).

source: Für die Anmeldung ist eine einmalige Gebühr von CHF 200 zu entrichten.
en_gb: There is a one-off enrolment fee of CHF 200.

source: Es gelten die Annullationsbestimmungen der Allgemeinen Zulassungs- und Teilnahmebedingungen für Weiterbildungskurse der ZHAW.
en_gb: The cancellation provisions in the General terms of admission and participation for continuing education courses apply.

source: Struktur und Unterrichtssprache
en_gb: Structure and language of instruction

source: Das Dolmetsch-Propädeutikum ist ein in sich abgeschlossenes Lehrangebot und beinhaltet folgende Kurse:
en_gb: The Interpretation Preparation course is a stand-alone course and contains the following course units:

source: Kurs
en_gb: Course unit

source: Credits gemäss ECTS
en_gb: ECTS credits

source: Verhandlungsdolmetschen – für Studierende mit B-Sprache
en_gb: Liaison interpreting – for students with B language

source: Stegreif-/Konsekutivdolmetschen
en_gb: Sight translation and consecutive interpreting

source: Sprachkompetenz B-Sprache
en_gb: Language skills: B language

source: Sprachkompetenz A-Sprache Deutsch für SchweizerInnen
en_gb: Language skills: A language German for Swiss people

source: Der Unterricht findet in den Studiensprachen oder auf Deutsch statt.
en_gb: Courses will be taught in the given language of study or in German.

source: Für die Kurse Verhandlungsdolmetschen und Stegreif-/Konsekutivdolmetschen erhalten die KursteilnehmerInnen in der zweiten Semesterhälfte eine schriftliche Leistungsbeurteilung mit der Bewertung „Anforderungen erfüllt“ bzw. „Anforderungen nicht erfüllt“.
en_gb: For the courses in liaison interpreting and sight translation/consecutive interpreting, students receive a written assessment stating either “requirements met” or “requirements not met”.

source: Für die Kurse „Hintergrundwissen“ und „Grundbegriffe Wirtschaft“ findet eine Prüfung statt.
en_gb: An examination is held for the courses “Background knowledge” and “Key economic concepts”.

source: Für Kurse mit der Bewertung „Anforderungen erfüllt“ werden die unter Ziffer 4.5 aufgeführten ECTS-Credits vergeben.
en_gb: The ECTS credits listed in Section 4.5 are awarded for courses assessed with “requirements met”.

source: Für die übrigen Kurse gilt die aktive Mitarbeit als Leistungsnachweis (siehe Punkt 4.8).
en_gb: In all other courses, students’ contribution in class is assessed (see Section 4.8).

source: Bestätigung Kursbesuch
en_gb: Confirmation of attendance

source: Nach Ende des Dolmetsch-Propädeutikums wird eine Bestätigung über den Kursbesuch abgegeben.
en_gb: Once students have completed the Interpretation Preparation course, they receive confirmation of attendance.

source: Diese enthält eine Auflistung der besuchten Kurse inkl. Sprachversionen.
en_gb: This lists the courses attended and the language versions.

source: Die Bewertungen der Leistungsnachweise und die ECTS-Credits erfolgen gemäss Ziffer 4.5 f.
en_gb: For the number of ECTS credits awarded, see Section 4.5.

source: Prüfungen (Hintergrundwissen, Wirtschaft)
en_gb: Exams (Background knowledge, Economics)

source: Wer eine Prüfung begründet versäumt, muss diese nachholen.
en_gb: If a candidate has good cause not to attend an examination, they may take it at a later date.

source: Als Begründung gelten insbesondere höhere Gewalt, Krankheit, Militärdienst, Unfall, Todesfall oder Betreuungsnotfall in der Familie.
en_gb: Valid reasons include acts of God, illness, military service, accident, death in the family or the need to care for a family member.

source: Der Hinderungsgrund muss unverzüglich nach Kenntnis der Studienleitung belegt werden.
en_gb: Candidates should inform the programme director immediately as to why they were prevented from attending the exam.

source: Sie entscheidet über die Einzelheiten.
en_gb: and establishes the details thereof.

source: Zulassungstest
en_gb: Admission test

source: Der ungefähre Zeitpunkt des Zulassungstests wird frühzeitig auf der Website der ZHAW publiziert (in der Regel in der ersten Julihälfte), die genauen Prüfungstermine werden den KandidatInnen direkt mitgeteilt.
en_gb: The approximate date of the admission test (usually the first half of July) is published on the ZHAW website. Candidates are informed directly of the exact test dates.

source: Für das Dolmetsch-Propädeutikum ist ein Zulassungstest mit einer Sprachkombination gemäss Abschnitt 3. abzulegen.
en_gb: Candidates wishing to be admitted to the Interpretation Preparation course must take a test in one of the language combinations listed under Section 3.

source: Die Studienleitung kann für begründet versäumte Leistungsnachweise Ersatzleistungsnachweise festlegen.
en_gb: If a student misses any assessments with good cause, the programme director can determine that there may be alternative assessments

source: Die Anmeldung für den Zulassungstest erfolgt durch das auf der ZHAW-Website verfügbare Formular.
en_gb: Candidates should enrol for the admission test using the enrolment form on the ZHAW website.

source: Im Zweifelsfall entscheidet die Kursleitung aufgrund der eingereichten Dokumente.
en_gb: If there is some doubt, the course director decides on the basis of the documents submitted.

source: Gültigkeit und Wiederholung des Zulassungstests
en_gb: Admission test validity and resits

source: Ein bestandener Zulassungstest ist für den Studienbeginn im Jahr des Zulassungstests und für den Studienbeginn im darauf folgenden Jahr gültig.
en_gb: If a candidate passes the admission test, this remains valid for the start of the degree programme in the year the test is taken and for the start of the degree programme in the following year.

source: Ein nicht bestandener Zulassungstest kann einmal wiederholt werden.
en_gb: In general, a candidate who fails the test may resit it once.

source: Prüfungsprogramm und -inhalt
en_gb: Test programme and content

source: Dauer
en_gb: Duration

source: Es werden nur die nicht bestandenen Teilprüfungen wiederholt.
en_gb: They must only resit those units of the test which were failed.

source: Sprach- und Dolmetsch kompetenz
en_gb: Language and interpreting skills

source: Der Kandidat/die Kandidatin hört einen Text in der Ausgangssprache zu einem unvorbereiteten Thema.
en_gb: The candidate listens to a text on an unprepared topic in the source language.

source: Der Kandidat/die Kandidatin macht sich Notizen und gibt anschliessend das Gehörte aufgrund der Notizen und des Gedächtnisses in der Zielsprache wieder.
en_gb: The candidate takes notes and then reproduces the text in the target language from the notes they have taken and from memory.

source: Es wird eine flüssige, sachlich und sprachlich korrekte Wiedergabe erwartet, die jedoch nicht vollständig sein muss.
en_gb: The interpretation should be fluent, and factually and linguistically correct, but does not need to be comprehensive.

source: Hilfsmittel
en_gb: Material aids

source: Notizblock, Schreibutensilien.
en_gb: Notepad, writing utensils.

source: Teilprüfungen
en_gb: Test units

source: Pro angemeldete Sprachversion wird eine der folgenden Teilprüfungen abgelegt:
en_gb: The following test units must be taken per language version:

source: Mündliche Wiedergabe eines mündlich vorgetragenen Textes
en_gb: Candidates reproduce an audio text

source: ca. 5–10 Min. pro Sprachversion
en_gb: approx. 5–10 minutes per language version

source: bestanden / nicht bestanden
en_gb: pass / fail

source: Eignung und Potenzial für Studium und Beruf
en_gb: Aptitude and potential for degree course and profession

source: Gespräch über aktuelles Zeitgeschehen, Allgemeinwissen und Motivation zum Studium
en_gb: Discussion of current events, general knowledge and motivation for study

source: in der A- Sprache
en_gb: in A language

source: in der B-Sprache (sofern vorhanden)
en_gb: in B language (where appropriate)

source: max. 10 Min. pro Sprache
en_gb: max. 10 mins per language

source: 5.5.1 Erläuterungen
en_gb: 5.5.1 Specifications

source: Textumfang: ca. 150 Wörter
en_gb: Text length: approx. 150 words

source: Es wird eine flüssige, sachlich und sprachlich korrekte Übersetzung erwartet, die jedoch nicht vollständig sein muss.
en_gb: The interpretation should be fluent, and factually and linguistically correct, but does not need to be comprehensive.

source: Mündliche Wiedergabe eines mündlich vorgetragenen Texts
en_gb: Reproducing an audio text

source: Der Zulassungstest wird vor einer Prüfungskommission unter dem Vorsitz der Kursleitung abgelegt.
en_gb: The admission test is taken in front of an examination committee headed by the course director.

source: Prüfungskommission
en_gb: Test committee

source: Die Prüfungskommission entscheidet aufgrund der Leistung beim Zulassungstest über die Zulassung zum Dolmetsch-Propädeutikum.
en_gb: The test committee assesses the candidate's performance and decides whether they should be admitted to the Interpretation Preparation course.

source: Die Prüfungskommission besteht aus Dozierenden der ZHAW und bei Bedarf aus externen ExpertInnen.
en_gb: The test committee comprises ZHAW lecturers and external experts if required.

source: Jede Teilprüfung wird einzeln bewertet.
en_gb: Each test unit is assessed separately.

source: Prüfungsteil
en_gb: Test component

source: Die Prüfung ist bestanden, wenn alle Teilprüfungen und Prüfungsteile bestanden sind und aus Prüfungsteil 1 eine Sprachkombination gemäss Ziffer 3 ff resultiert.
en_gb: Candidates are awarded a pass when they pass all test units and components and can offer one of the language combinations listed under Section 3 ff.

source: Über Ausnahmen entscheidet die Prüfungskommission abschliessend.
en_gb: The test committee makes a final decision in the case of exceptions.

source: Die Prüfungskommission entscheidet aufgrund der Prüfungsleistung über die Abwertung einer angemeldeten B-Sprache zur C-Sprache bzw. einer angemeldeten A-Sprache zur B- oder C-Sprache.
en_gb: On the basis of the candidate’s test results, the committee decides whether their proposed B language should be degraded to a C language or if their A language should be taken as a B or C language.

source: Tonaufzeichnungen
en_gb: Recordings

source: Die Aufzeichnungen können nicht eingefordert werden.
en_gb: Recordings are not made available to candidates.

source: Mitteilung der Resultate
en_gb: Results
